Repository: cyberstormdotmu/pisilinux
Catalog: playground/namso-01/adeskbar/files/*.po
Languages: tr

source: Settings
tr: Ayarlar

source: preferences
tr: Tercihler

source: position
tr: Konum

source: launchers
tr: Başlat

source: advanced
tr: Özellikler

source: about
tr: Hakkında

source: Icon size
tr: İcon ebatı

source: Hidden size
tr: Gizlenmiş boyutu

source: fixed mode ( aka "panel" )
tr: Genişlet

source: reserve space at screen edge
tr: Ekran kenarı alanı

source: Show on mouse over
tr: Fare üzerine gelince göster

source: Keep below other windows
tr: Windows harici gizle

source: Hiding
tr: Gizle

source: smooth hiding ( animation )
tr: pürüzsüz gizleme ( animasyon )

source: Show launchers tooltips
tr: Icon açıklaması göster

source: Select position on screen
tr: Ekran üzerinde pozisyon seçiniz

source: Offset - position
tr: Konum

source: Offset - align
tr: Hizala

source: add from menu
tr: Menüden ekle

source: add plugin
tr: Eklenti ekle

source: remove
tr: kaldır

source: add custom launcher
tr: Başlata özel ekle

source: Opacity
tr: Şeffaflık

source: Bar size
tr: Bar boyutu

source: Space between icon
tr: Simge arasında boşluk

source: Icon padding
tr: Icon Dolgusu

source: Background color [ Bar ]
tr: Arkaplan rengi [ Bar ]

source: Show border
tr: Kenarı göster

source: add some gradients
tr: Arkaplan rengi değiştir

source: Fake Transparency is no composite
tr: Sahte şeffaflığı kaldır

source: Background color [ Tooltips / Plugins ]
tr: Arkaplan rengi [ Araç Bilgilerini Göster / Eklentiler ]

source: Border color
tr: Kenar rengi

source: Zoom Factor
tr: yakınlaştırma faktörü

source: Rounded
tr: Kenarları yuvarla

source: Fade effect when inactive
tr: Solma efekti

source: Fully transparent when hidden
tr: Şeffaf ve Gizli

source: Edit
tr: Düzenle

source: Name:
tr: İsim

source: Plugin:
tr: Eklenti:

source: Command:
tr: Komut:

source: Select image file..
tr: Görsel dosyası seç

source: Images
tr: Resimler

source: All files
tr: Tüm dosyalar

source: Select command..
tr: Komut seç..
